Repository: LowResourceLanguages/hltdi-l3
Catalog: tm/esgn/dgo1.tmx
Source language: es_py
Languages: gn

source: No te rindas, aún estás a tiempo
gn: Ani reñeme'ẽ, ikatu gueterei

source: De alcanzar… y comenzar de nuevo,
gn: Rehupyty… ha reñepyrũjey,

source: Aceptar tus sombras,
gn: Emoneívo iñipytũva nde rekópe,

source: Enterrar tus miedos,
gn: Eñotỹvo umi ndekyhyjeha,

source: Liberar el lastre,
gn: Epoívo mba'epohýigui,

source: Retomar el vuelo.
gn: Revevejeývo.

source: No te rindas que la vida es eso,
gn: Ani reñeme'ẽ péva hína pe ñanemoingovéva,

source: Continuar el viaje,
gn: Embojoapy nde guata,

source: Perseguir tus sueños,
gn: Ani rehejarei nde kerayvoty,

source: Destrabar el tiempo,
gn: Emosãso ára,

source: Correr los escombros,
gn: Emboyke kusugue

source: Y destapar el cielo.
gn: Ha eipe'a arapy rokẽ.

source: No te rindas, por favor, no cedas,
gn: Ani reñeme'ẽ, ani nekangy,

source: Aunque el frío queme,
gn: Jepémo ro'y nderapy,

source: Aunque el miedo muerda,
gn: Jepémo kyhyje ndesu'urasy,

source: Aunque el sol se esconda,
gn: Jepémo kuarahy oñemi,

source: Y se calle el viento,
gn: Jepémo yvytu okirirĩ,

source: Aún hay fuego en tu alma
gn: Oígui gueterei tata ne ángape

source: Aún hay vida en tus sueños.
gn: Oĩgui gueterei pytuhẽ nde kerayvotýpe.

source: Porque la vida es tuya y tuyo también el deseo
gn: Tekove ha'égui nemba'e ha nemba'égui avei tembipota

source: Porque lo has querido y porque yo te quiero
gn: Ndentevoi reipotágui ha che rohayhúgui

source: Porque existe el vino y el amor, es cierto.
gn: Oĩgui yvaũrykue ha mborayhu, añetehápe.

source: Porque no hay heridas que no cure el tiempo.
gn: Ndaipórigui pere ára omonguera'ỹva.

source: Abrir las puertas,
gn: Eipe'a okẽ,

source: Quitar los cerrojos,
gn: Ehekýi mba'embotyha,

source: Abandonar las murallas que te protegieron,
gn: Eheja ogapy neñongatuva'ekue,

source: Vivir la vida y aceptar el reto,
gn: Emoingo nde reko ha embohovake apañuãi,

source: Recuperar la risa,
gn: Eñemomba'ejey pukáre,

source: Ensayar un canto,
gn: Eñeha'ã ha epurahéi,

source: Bajar la guardia y extender las manos
gn: Emboguejy nde jyva oñorairõséva ha eipyso nde po

source: Desplegar las alas
gn: Embosako'i nde pepo

source: E intentar de nuevo,
gn: Ha eñeha'ãjey,

source: Celebrar la vida y retomar los cielos.
gn: Egueroayvu nde rekove ha eñemomba'e arapýre.

source: Aunque el sol se ponga y se calle el viento,
gn: Jepémo kuarahy oñemi ha yvytu okirirĩ,

source: Aún hay fuego en tu alma,
gn: Oĩgui gueterei tata ne ángape,

source: Aún hay vida en tus sueños
gn: Oĩgui gueterei pytuhẽ nde kerayvotýpe

source: Porque cada día es un comienzo nuevo,
gn: Ára pyahu he'iségui ñepyrũjey,

source: Porque esta es la hora y el mejor momento.
gn: Ko'áĝa ha'égui pe aravoite.

source: Porque no estás solo, porque yo te quiero…
gn: Nereiméigui ne año ha che rohayhúgui…

source: Mario Benedetti nació en Paso de los Toros, Takuarembo, República Oriental del Uruguay el día 14 de setiembre del año 1920; y falleció en la Ciudad de Montevideo, Uruguay, el día 17 de mayo del año 2009.
gn: Mario Benedetti niko heñóikuri Paso de los Toros, Takuarembo; Uruguay retãme, ára 14 jasyporundy ary 1920-pe; ha omanókuri Táva Montevideo, Uruguay retãme, ára 17 jasypo ary 2009-pe.

source: La Ciudad de Kapiata fue fundada por el Gobernador Martín Ledesma de Balderrama en el año 1640, el día 2 de febrero, Día de la Virgen de la Candelaria; sin embargo, el Prof. Esteban Antonio Romero, historiador capiateño asegura que la ciudad fue fundada por Pedro Lugo de Navarro, ya que según dicho investigador, en esa época Don Pedro Lugo de Navarro era gobernador ya que Martín Ledesma de Balderrama en ese año se encontraba en España.
gn: Táva Kapi'atã niko omoheñoiva'ekue Sãmbyhyhára Martín Ledesma de Balderrama ary 1640-pe, ára 2 jasykõime, Tupãsy La Candelaria árape; upéicharõ jepe, Mbo'ehára Esteban Antonio Romero, tembiasakuaahára kapi'atãygua, he'i ko táva omoheñoihague Pedro Lugo de Navarro, kóva ha'égui upérõ sãmbyhyhára ha ndaje upe arýpe Martín Ledesma de Balderrama oĩhaguére España-pe.

source: De cualquier manera, Kapiata es una de las ciudades más antiguas del Paraguay.
gn: Taha'eha'eháicha, Kapi'atã niko oĩ umi ñane retã táva itujavéva apytépe.

source: La palabra Kapiata procede de las voces guarani “Kapi'i” que es una “paja” y “atã” que significa “duro/a”.
gn: Ñe'ẽ Kapiata ou mokõi ñe'ẽgui: “kapi'i” ha “atã”.

source: Es decir, “Kapi'i'atã” quiere decir o designa una “variedad de paja” que tiene la característica de ser “dura”; usada para la confección de las escobas, actividad artesanal característica de los capiateños.
gn: Ja'eporãtarõ, ñambohyapuva'erã “Kapi'i'atã”; ha'éva peteĩ ka'avo hetava'ekue ko táva oĩhame ha ijere rupi avei ha ichugui ojejapo avei typycha ha'éva Kapi'atãygua rembiapo teete.

source: El Distrito de Kapiata se halla ubicado en el Departamento Central.
gn: Táva Kapi'atã oĩ Tetãpehẽ Central-pe.

source: Kapiata está dividida en un Centro Urbano con 11 barrios y 15 compañías.
gn: Kapi'atã oñemboja'o peteĩ Tavaitépe orekóva 11 Jeikoha y 15 Tavapehẽ.

source: Kapiata cuenta con una población de 250.000 habitantes.
gn: Ko távape oiko 250.000 tekove.

source: La superficie de la Ciudad es de 83 km2.
gn: Kapi'atã yvy ojepyso 83 km2.

source: Tiene límites con siete ciudades: Luque, Areguá, Itauguá, J. Augusto Saldívar, Ypané, Ñemby y San Lorenzo.
gn: Kapi'atã rembe'ýpe oĩ pokõi táva: Luque, Aregua, Itaugua, J. Augusto Saldívar, Ypane, Ñemby ha San Lorenzo.

source: La Municipalidad de Kapiata está asentada en el Barrio San Roque sobre la ruta Mcal. Estigarribia y Mcal. López.
gn: Kapi'atã Tavao oñemohenda Jeikoha San Roque-pe, tape Mcal. Estigarribia ha Mcal. López ári, Km 20.

source: Kapiata nace como ciudad el día 20 de mayo del año 1872 con la creación de la Primera Junta Municipal.
gn: Kapi'atãgui oiko táva ára 20 jasypa ary 1872-pe oñemoheñoirõguare Tavao Aty Peteĩha.

source: Finalmente, en el año 1968 fue elevada a municipio y tuvo su primer intendente municipal.
gn: Ipahápe, ary 1968-pe ojehechakuaa ichupe tavaóramo ha upe guive oguereko táva motenondehára.

source: En una Nochebuena a minutos de la Navidad un anciano medita solitariamente, junto a la ventana de su aposento; con mirada angustiada mira el cielo impasible, brillante, lleno de estrellas, y la tierra silenciosa, envuelta por el suave viento.
gn: Peteĩ Pyharemarangatúpe Arareñóimboyvemi, peteĩ karai tujamioñepy'amongeta ha'eñomi, ovetã ykére, ikotykehápe; omaña kyhyje yvágare heko kirirĩ guasúva, ojajáiva, henyhẽva mbyjakuéragui, ha yvy ape katu ikirirĩ ha oñeañuã yvytu kangy piro'ýpe.

source: No hay en este mundo un corazón tan árido como el suyo ni un alma tan atribulada.
gn: Ndaipóringo ko yvy ape ári peteĩ korasõ inandivéva imba'évagui ha peteĩ ánga ikatuva'erã oñembyasyve ichugui.

source: El sepulcro se abre ya ante sus pasos; él se encamina a la sima y nota asustado, que por bagaje de su vida, no trae más que un enjambre de errores; un cuerpo quebrantado por las enfermedades y un alma envenenada.
gn: Tyvyty niko ojepe'áma ohóvo henonderãme; ha'e ohupytypotáma hembe'y ha ñemondýi reheve ohechakuaa hekove rapykuere henyhẽha opaichagua jejavygui; hete katu hasykatupaite ha hi'ánga hekotyaipa.

source: Como espectros aterradores se arremolinan en su memoria los días hermosos de la juventud: aquella espléndida mañana de mayo en que su padre le puso por primera vez en el sendero de la vida desconocida para él; asimismo, aquel momento fatal, en que él, el joven de sonrientes esperanzas, pisó, en vez del camino pedregoso, pero apacible, de la virtud; aquel otro de la voluptuosidad y del error; camino que le prometía el gozo, pero lo precipitó arteramente al abismo.
gn: Póra ivaivaivévaicha ohasa iñakã rupi umi ára porãite imitãrusúrõguare: ku jasypo pyhareve jajai'asy itúva opoírõguare chugui oguata haĝua ha'eño ha ijehegui ko yvy ape ári, teko ha'e ne'irã oikuaaguasúva gueterei; upéicha avei, ku pa'ũ hekojetu'úva, ha'e, mitãrusu henyhẽva pukavy ha kerayvotyeta porãgui, opyrũrãngue tape hasyvéva, py'aguapy me'ẽha, tekokatu rape; oguatákuri ambuére henyhẽva tekojerovu ha jejavýgui; tape gua'u omyenyhẽtava heko vy'águi ha upevérõ pya'eterei ombosyryrýva chupe yvykua gotyo.

source: Una pena indecible tortura el corazón del anciano, cuando grita sollozando en el silencio de la noche: ¡Si pudieran volver otra vez los años de la juventud!.
gn: Peteĩ py'arasy ijapyra'ỹva ohapy pe karai tujami korasõ, omohasẽ chupe ha sapukái upe pyhare ikirirĩ'asývape: ¡Ikatúnga'ura'e ambojevy ára ha aikojey mitãrusúrõ!.

source: ¡Oh, Padre mío, colócame otra vez en el cruce de los caminos de la vida, para que pueda elegir de otro modo!.
gn: ¡Oo, che Ru, chemoĩjeýna tapejoasahápe aiporavo haĝua ambue tape!.

source: La queja sollozante del anciano se pierde sin respuesta en el silencio de noche.
gn: Karai tujami py'arasy oñemondéva tasẽme oho ha okañy upe pyhare kirirĩguasúpe ha ndohupytýi ñembohovái.

source: No tendrá ya ocasión de elegir...
gn: Ndorekomo'ãvéima pa'ũ oiporavo haĝua…

source: Pero tú, amigo mío, estás todavía frente al cruce de los caminos de la vida.
gn: Áĝakatu nde, che irũ, reime gueterei tapejoasaha renondépe.

source: Tu puedes elegir aún el camino recto.
gn: Nde reiporavokuaa gueterei tape ikare'ỹva.

source: No seas primavera, sin flores... No seas cielo, sin estrellas... No seas una persona, sin nobles ideales...
gn: Aníke oiko ndehegui arapoty ijyvoty'ỹva… Aníke oiko ndehegui yvága imbyja'ỹva… Aníke oiko ndehegui tekove hekokatu'ỹva…

source: En Ka'apuku, hace muchos años, vivía un niño llamado Carlitos junto a sus padres.
gn: Ka'apukúpe, yma ymaite, oikova'ekue peteĩ mitã'i hérava Kalo'i itúva ha isy ndive.

source: Ellos vivían en un humilde ranchito y eran muy pero muy pobres.
gn: Ha'ekuéra oikova'ekue peteĩ tapỹi chu'imíme ha imboriahu imboriahueterei hikuái.

source: Su padre labraba la tierra que le producía maíz, zapallo, maní, batata, mandioca y poroto.
gn: Itúva oñembokokue ha yvy ome'ẽ chupe avati, kurapepẽ, manduvi, jety, mandi'o ha kumanda.

source: En época de carestía se alimentaban de lo poco que lograban juntar y muchas veces hasta pasaron hambre por carecer de comida.
gn: Opávo umíva ho'umiva'erã umi tembyremi ombyatyva'ekue ha heta jey ohasa hikuái ñembyahýi ndorekovéigui tembi'u.

source: Su abuelo siempre le decía a Carlitos que luego de morir él vería, con Dios, como ayudarlos para salir de la pobreza; y así, un día, el abuelo falleció.
gn: Hamói he'imiva'erã Kalo'ípe omano rire ohechataha, Ñande Ru ndive, mba'éichapa ikatúne oipytyvõ chupekuéra osẽ haĝua mboriahúgui; ha péicha, peteĩ ára, tamói omano.

source: Días después el abuelo se le apareció en sueños a Carlitos y le dijo: “Fíjate, después de la primera lluvia, donde nace el arcoíris y allí encontrarás una gran riqueza que -bien administrada por ustedes- les ayudará a vivir holgadamente”.
gn: Ohasávo umi ára, tamói ojehechauka Kalo'ípe iképe ha he'i chupe: “Ejesareko, ama guasu oúva rire, pe jýi heñoihápe ha upépe rejuhúta mba'eta guasu peneipytyvõtava -peipuruporãrõ- peiko porã haĝua peikotevẽ'ỹre mba'eve”.

source: Y efectivamente, Carlitos y su padre, luego de la lluvia, fueron hasta donde nacía el arcoíris y encontraron una olla llena de oro.
gn: Ha añetehápe, Kalo'i ha itúva, ama guasu rire, ohókuri jýi heñoiha peve ha ojuhu peteĩ japepo henyhẽva itajúgui.

source: Esa riqueza los ayudó a vivir muy bien y a ayudar a sus semejantes.
gn: Pe mba'eta rupive ha'ekuéra ohupyty tekoporã ha avei oipytyvõ hapichakuéra oikotevẽvape.

source: Y así llega a su fin la historia de Carlitos que ayudado por su abuelo encontró la riqueza donde nacía el arcoíris…
gn: Ha péicha oĝuahẽ ijapýpe Kalo'i rembihasakue, hamói ñepytyvõ rupive, ojuhuva'ekue mba'eta oĩva jýi heñoihápe…

source: José Hernández, cuyo nombre completo es José Rafael Hernández y Pueyrredón, nació el día 10 de noviembre del año 1834, en Buenos Aires, República Argentina.
gn: José Hernández, héra pukuvéva José Rafael Hernández y Pueyrredón, heñóikuri ára 10 jasypateĩ ary 1834-pe, Táva Buenos Aires, Argentina retãme.

source: Su padre fue Rafael Hernández y su madre Isabel de Pueyrredón.
gn: Itúva herava'ekue Rafael Hernández ha isýkatu Isabel de Pueyrredón.

source: Fue militar, periodista, poeta y político argentino, más conocido como el autor del Martín Fierro, obra máxima de la literatura gauchesca.
gn: Guarini, marandu'asãihára, ñe'ẽpapára ha teikuaihára Argentina-ygua, ojekuaavéva ohaihaguére Martín Fierro, aranduka ojehecharamovéva gaucho reko rehegua.

source: En su homenaje, el 10 de noviembre -aniversario de su nacimiento- se celebra el Día de la Tradición en la República Argentina.
gn: Hérape, ára 10 jasypateĩ jave -hi'arambotýpe- ojegueromandu'a Tavarandu Ára Argentina retãme.

source: Iniciado como militar en defensa de la autonomía del Estado de Buenos Aires, entre los años 1852 y 1872 desarrolló una fuerte actividad periodística.
gn: Oikókuri chugui guarini oipysyrõnguévo Buenos Aires rekosãso, ary 1852 guive 1872 peve omba'apo mbarete marandu'asãihápe.

source: En esa época caliente políticamente, decía que las Provincias no debían permanecer ligadas al gobierno de Buenos Aires.
gn: “Yvy hakuve jave”, he'íkuri Tetãpehẽnguéra natekotevẽiha oĩ Buenos Aires ruvicha poguýpe.

source: Desde el año 1857 se radicó en Parana y vivió alternativamente en esa ciudad, en Corrientes, Rosario y Montevideo para después retornar a Buenos Aires.
gn: Ary 1857-pe ova ha oikókuri Paranáme ha upégui ova Corrientes, Rosario ha Montevideo-pe ha upéi ojevy Buenos Aires-pe.

source: Participó en una de las últimas rebeliones federales, dirigida por Ricardo López Jordán, cuyo intento de acción finalizó en el año 1871 con la derrota de los gauchos y el exilio de José Hernández en el Brasil.
gn: Oĩjepékuri umi Federal ñorãirõ pahápe, omoakãva'ekue Ricardo López Jordán, ndaipu'akáiva'ekue hovaiguáre ha oguevi ary 1871-pe guaucho-kuéra oñeme'ẽhaguépe ha José Hernández katu oñemomombyry ha oho Brasil retãme.

source: Después de esta revolución él siguió colaborando con López Jordán, de quién con el tiempo se separó.
gn: Upe ñorairõ rire ha'e oipytyvõvékuri López Jordán-pe ha mbeguekatúpe ojeheja chugui.

source: A su retorno a la Argentina, en el año 1872, continuó su lucha por medio del periodismo y publicó la primera parte de su obra maestra, El Gaucho Martín Fierro.
gn: Ojevývo Argentina-pe, ary 1872-pe, ombojoapy iñorairõ marandu'asãi rupive ha upérõ ohecha ára resa hembiapo tuichavéva, El Gaucho Martín Fierro.

source: Fue a través de su poesía como consiguió un gran eco para sus propuestas y la más valiosa contribución a la causa de los gauchos.
gn: Iñe'ẽpoty rupive omyasãimbaretékuri hemiandu ha pytyvõ gaucho-kuéra rayhupápe.

source: La continuación de la obra, La vuelta de Martín Fierro (1879), en conjunto, forman un poema épico que refleja el sentir popular.
gn: Upe hembiapo mbojoapypyre, La vuelta de Martín Fierro (1879), ijypykue ndive, oñembohete peteĩ ñe'ẽpoty añóme ha oñanduka tavaygua remimo'ã.

source: Posteriormente fue miembro del Congreso de la Provincia de Buenos Aires con una valiosa producción legislativa.
gn: Uperiréma oike Tetãpehẽ Buenos Aires Amandajépe ha upépe heta mba'e porã ojapókuri.

source: José Hernández falleció el día 21 de octubre de 1886, en Belgrano, Buenos Aires.
gn: José Hernández omanókuri ára 21 jasypa ary 1886-pe, Belgrano, Buenos Aires-pe.

source: En la espesura del gran monte, una noche, alrededor del fogón, el abuelo Guarani -como siempre rodeado de todos los niños de la aldea- se disponía a narrarles una leyenda, esta vez, se trataba de la leyenda del gran guerrero Urunde.
gn: Ka'a guasu hypy'ũvéva mbytépe, peteĩ pyhare, tataypýpe, tamói Guarani -oguapýva tata jerére opaite mitã'ikuéra hekohapegua ndive- ohenduka chupekuéra peteĩ mombe'upy omombe'úva guarini guasu Urunde rekovekue.

source: Los Guarani tuvieron muchos héroes, valientes guerreros, líderes de sus respectivas comunidades, y precisamente, Urunde fue uno de esos hombres.
gn: Guaranikuéra niko oguerekojepékuri heta tekoverechapyrã, guarini ha'evéva, hekoha motenondehára; ha ja'eporãtarõ, Urunde ha'eva'ekue umi rehegua.

source: El abuelo Guarani contó a los niños que Urunde fue hijo de Uruguasu, Mburuvicha de una gran aldea Guarani asentada en la costa del Río Paraguay pero en la Región Oriental.
gn: Tamói Guarani omombe'úkuri mitãmimíme Urunde ha'ehague Uruguasu ñemoñare; Uruguasu niko peteĩ Guarani Rekoha Guasu Mburuvichakue; ko tekoha guasu oñemohendava'ekue Y Paraguay rembe'ýpe, Arasẽ Yvypehẽme.

source: Urunde fue criado por su padre para ser un gran líder, un gran orador, un hombre sabio, un hombre pleno, que -a su muerte- le sucediera en el gobierno de la gran aldea Guarani… y en verdad, así ocurrió.
gn: Uruguasu niko ohekombo'ékuri ita'ýra Urundépe oiko haĝua ichugui peteĩ motenondehára guasu, iñe'ẽngatúva, iñarandúva, hekokatúva, omyengoviakuaátava ichupe -hi'aramano rire- tekoha guasu ñemotenondépe… ha añetehápe, upeichaite oikókuri.

source: Un día, ya muy entrado en años, Uruguasu falleció.
gn: Peteĩ ára, hetaitereirasa kuarahyresẽ ohecha rire, Uruguasu omano.

source: Toda la aldea lamentó la muerte de ese gran hombre que brindó días felices a todos los miembros de la comunidad.
gn: Tekoha tuichaháicha ombyasy pe karai guasu ñemano; ha'éniko heta ombovy'apavẽkuri opavavete oikóva guive upe tekohápe.

source: Su hijo Urunde le confeccionó la urna funeraria, lo enterró en compañía de toda la comunidad, y luego sucedió a su padre como Mburuvicha de la gran aldea.
gn: Ita'ýra Urunde niko ojapókuri ijapeporã, oñotỹkuri chupe maymaite ñemoirũ rupive ha upehague omyengoviákuri itúvape ha oiko ichugui upe tekoha guasu Mburuvicha.

source: Urunde no se quedó atrás y prosiguió con las ideas de su padre.
gn: Urunde ndopytái tapykuépe ha ombojoapyvékuri itúva remimo'ã.

source: Fue así que en todo momento buscó que su pueblo transitara por los caminos de la justicia, de la sabiduría, de la libertad, herramientas necesarias para lograr la vida plena que finalmente los conduciría a la Tierra sin Mal.
gn: Upeichahápe, ára ha ára, oñeha'ãkuri omboguata hetã tekojoja rape rupi, arandu rekávo, tekosã'ỹ moañetévo, oikuaaporãgui umíva ha'eha tembipuru oguerahátava chupekuéra tekokatu repére ohupyty peve Yvy Mara'ỹ.

source: Logró mantener la tranquilidad en la gran aldea.
gn: Tekoha Guasu oiko tapiaite py'aguapýpe.

source: Así, mientras las mujeres atendían el hogar, a los hijos y preparaban los alimentos y los tejidos hechos de karanda'y; Urunde salía con varios varones de la gran aldea a buscar los productos para la subsistencia: pescados, miel, frutos, agua y leña.
gn: Péicha, kuña oñangareko aja tapỹi ha imembykuérare ha upekuévo ojapo aja tembi'u ha ijaorã karanda'ýgui; Urunde osẽmiva'erã heta kuimba'ekuéra ndive ohekávo hembi'urã: pira, eirete, yva, y ha jepe'a.

source: A la noche, la felicidad de apoderaba de la gran aldea cuando se reunían en el templo -como una sola familia- a honrar a Ñande Ru, mediante sus oraciones, danzas y cantos.
gn: Pyharekue, vy'apavẽ oñemomba'e hesekuéra ha maymáva ohua'ĩ oñombyatývo opýpe -oñopehẽnguéicha- omomba'eguasúvo Ñande Rúpe, ñembo'e jeroky rupive.

source: Sin embargo, de cuando en cuando, eran atacados por los temibles indios Pajagua, que vivían en la ribera de enfrente; es decir, en la Región Occidental.
gn: Jepémo upéicha, sapy'apy'a, ojeitýjepi hi'arikuéra umi Pajagua ñaña, oikóva Y Paraguay mboypýri, Aragua Yvypehẽme.

source: En esas circunstancias, Urunde y sus guerreros sacaban a relucir su vocación guerrera y en memorables acciones siempre lograban expulsar a los Pajagua de sus tierras, persiguiéndolos en sus canoas hasta el otro lado del Río Paraguay.
gn: Upéicha jave, Urunde ha iguarinikuéra ohechaukájepi ipy'aguasuha ha jetyvyro ijojahaỹva rupi akóinte omosẽmiva'erã Pajaguakuérape hekoha guasúgui ha omuñájepi chupekuéra, ygakuérape, Y Paraguay mboypýri peve.

source: Grandes celebraciones realizaban luego de esas batallas.
gn: Umi ñorairõ rire ojejapómiva'erã vy'arã'aty ndetuichapajepéva.

source: Dicen que -entre los Guarani- muy pocos Mburuvicha llegaron a ser tan admirados y queridos como Urunde, un hombre incorruptible, fuerte, duro, de estatura alta, de gran resistencia; quien gobernó por varios años a su gran aldea.
gn: Oĩ he'íva ndaiporihavoi -Guaranikuéra apytépe- peteĩ Mburuvicha ojehecharamo ha ojehayhuvéva Urundégui, ha'éva peteĩ kuimba'e hekotuju'ỹva, imbarete, hatã, ijyvateporã ha hekoverosã añetetéva; are omotenondeva'ekue pe hekoha guasúpe.

source: Un día, ya muy anciano, Ñande Ru convocó al alma de Urunde a la Tierra sin Mal, lugar destinado a los seres perfectos.
gn: Peteĩ ára, itujamímavo, Ñande Ru ohenói Urundépe ha hi'ãnga ojehekýi ñande apytégui ha oho Yvy Mara'ỹme, ha'éva upe tenda ohupytýva umi heko'aguyjéva.

source: La gran aldea Guarani, con gran pesar, se encargó de enterrar su cuerpo en una hermosa urna funeraria, en la costa del río Paraguay, mirando hacia la Región Occidental como para atemorizar por siempre a los temibles indios Pajagua, que nunca pudieron vencerlo.
gn: Guarani Tekoha Guasu, tuicha temimbyasýre, oñotỹkuri hetekue peteĩ japepo neporãmbajepévape, Y Paraguay rembe'ýpe, ha omomaña hikuái chupe Aragua Yvypehẽ gotyo akóinte omondýi haĝua Pajaguakuérape, araka'eve ndaipu'akaiva'ekue hese.

source: Ñande Ru interpretó el sentimiento de los miembros de la gran aldea Guarani e hizo crecer un nuevo árbol en aquel lugar, un árbol incorruptible, fuerte, duro, de estatura alta y de gran resistencia; al cual los Guarani bautizaron Urunde'y, nombre de aquel gran guerrero que por mucho tiempo los gobernó.
gn: Ñande Ru ohechakuaa Guarani Rekoha Guasuygua remiandu ha omoheñói upepete peteĩ yvyra pyahu, hekotuju'ỹva, hatã, ijyvateporã ha hekoverosã añetetéva; Guaranikuéra omboherava'ekue upe yvyrápe: Urunde'y, ohechakuaávo pe guarini guasúpe are omotenondeva'ekue chupekuéra.

source: Hasta hoy el Urunde'y es un árbol muy admirado y apreciado; y esta es la leyenda de ese hermoso árbol.
gn: Ko'áĝa peve Urunde'y ha'e yvyra ojehecharamo ha ojehayhúva ha kóva niko ha'e pe mombe'upy imandu'áva pe yvyra porãitére.

source: Finalmente, cabe mencionar que la partícula sufija “y” quiere decir “árbol o planta” por eso aparece en la denominación de prácticamente todas las variedades forestales (urunde-y, karanda-y, guapo-y, kurupa-y, jata-y, juasy-y, amba-y), y en zonas acuáticas la “y” sirve para indicar ríos (arroyos o cursos de aguas) con abundancia de determinados peces u otras especies y variedades acuáticas (suruvi-y, pirape-y, jatyta-y, akara-y, javevýi-y).
gn: Ipahápe, tekotevẽ ñamyesakã pe ñe'ẽpehẽtai upeigua “y” he'iseha “yvyra térã ka'avo”, upévare omoirũjepi opavavete nunga yvyra rerakuérape (urunde-y, karanda-y, guapo-y, kurupa-y, jata-y, juasy-y, amba-y), ha he'õháme katu, pe “y” he'ise “ysyry” hetahápe peteĩchagua pira térã ambue mymba oikóva ýpe ha y jere rupi (suruvi-y, pirape-y, jatyta-y, akara-y, javevýi-y).

source: Todos estos nombres son muy antiguos, corresponden a la historia de la América precolombina; es decir, de antes de 1492.
gn: Opaite ko'ã téra niko aretereiguaréma; oĩmava'ekuevoi Colón oĝuahẽ mboyve Amérikape; ja'eporãsérõ, ary 1492 mboyve.

source: Hecho ocurrido en 1892, verdadero, extraído de una biografía.
gn: Ko mba'e ojehúkuri 1892-pe, añetegua, oñenohẽkuri peteĩ tekohaipyrégui.

source: Un señor de unos 70 años viajaba en un transporte teniendo sentado a su lado a un joven universitario que leía su libro de Ciencias.
gn: Peteĩ karai orekóva 70 ary rupi ohohína peteĩ mba'yrúpe ha ijykére oguapy peteĩ mitãrusu mbo'ehaovusupegua temimbo'e omoñe'ẽva iñaranduka Tembikuaaty rehegua.

source: El caballero también leía un libro de portada negra.
gn: Karai avei omoñe'ẽ ohóvo peteĩ aranduka ijapehũva.
